<?php

return [
    'plural' => 'الاسباب',
    'trashedplural' => 'الاسباب المحذوفة',
    'singular' => 'السبب',
    'empty' => 'لا توجد اسباب',
    'select' => 'اختر السبب',
    'perPage' => 'عدد النتائج في الصفحة',
    'reason' => 'كيف عرفتنا',
    'actions' => [
        'list' => 'كل الاسباب',
        'show' => 'عرض',
        'create' => 'إضافة سبب جديد',
        'new' => 'إضافة',
        'edit' => 'تعديل  السبب',
        'delete' => 'حذف السبب',
        'trashed' => 'كل الاسباب المحذوفة',
        'restore' => 'أستعادة السبب',
        'force' => 'حذف السبب نهائيا',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم إضافة السبب بنجاح .',
        'updated' => 'تم تعديل السبب بنجاح .',
        'deleted' => 'تم حذف السبب بنجاح .',
        'restored' => 'تم أستعادة السبب بنجاح .',
        'fdeleted' => 'تم حذف السبب نهائيا بنجاح .',
    ],
    "attributes" => [
        'reason' => 'السبب',
        'created_at' => 'تاريخ الإنضمام',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل انت متأكد انك تريد حذف السبب ؟',
            'confirm' => 'حذف',
            'cancel' => 'الغاء',
        ],
        'force' => [
            'title' => 'تحذير !',
            'info' => 'هل انت متأكد انك تريد حذف السبب نهائيا ؟',
            'confirm' => 'حذف',
            'cancel' => 'الغاء',
        ],
        "restore" => [
            'title' => 'انتباه !',
            'info' => 'هل أنت متأكد من أنك تريد استعادة السبب؟',
            'confirm' => 'أستعادة',
            'cancel' => 'الغاء',
        ]
    ],
];
