<?php

return [
    'singular' => 'الراعي',
    'plural' => 'الرعاة',
    'empty' => 'لا يوجد رعاة.',
    'count' => 'عدد الرعاة',
    'search' => 'بحث',
    'select' => 'اختر الراعي',
    'perPage' => 'عدد النتائج بالصفحة',
    'filter' => 'ابحث عن راعي',
    'actions' => [
        'list' => 'عرض الكل',
        'create' => 'اضافة راعي',
        'show' => 'عرض الراعي',
        'edit' => 'تعديل الراعي',
        'delete' => 'حذف الراعي',
        'options' => 'خيارات',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم اضافة الراعي بنجاح.',
        'updated' => 'تم تعديل الراعي بنجاح.',
        'deleted' => 'تم حذف الراعي بنجاح.',
        'images_note' => 'الملفات المدعومة: jpeg ، png ، jpg | الحد الأقصى لحجم الملف: 10 ميجا بايت',
    ],
    'attributes' => [
        'name' => 'اسم الراعي',
        'image' => 'صورة الراعي',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل انت متأكد انك تريد حذف الراعي ؟',
            'confirm' => 'حذف',
            'cancel' => 'الغاء',
        ],
    ],
];
