<?php

return [
    'singular' => 'المتبرع',
    'plural' => 'المتبرعون',
    'empty' => 'لا يوجد متبرعين.',
    'count' => 'عدد المتبرعين',
    'search' => 'بحث',
    'select' => 'اختر المتبرع',
    'perPage' => 'عدد النتائج بالصفحة',
    'filter' => 'ابحث عن متبرع',
    'actions' => [
        'list' => 'عرض الكل',
        'create' => 'اضافة متبرع',
        'show' => 'عرض المتبرع',
        'edit' => 'تعديل المتبرع',
        'delete' => 'حذف المتبرع',
        'options' => 'خيارات',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم اضافة المتبرع بنجاح.',
        'updated' => 'تم تعديل المتبرع بنجاح.',
        'deleted' => 'تم حذف المتبرع بنجاح.',
        'images_note' => 'الملفات المدعومة: jpeg ، png ، jpg | الحد الأقصى لحجم الملف: 10 ميجا بايت',
    ],
    'attributes' => [
        'name' => 'اسم المتبرع',
        'email' => 'البريد الالكتروني',
        'phone' => 'رقم الهاتف',
        'address' => 'العنوان',
        'dob' => 'تاريخ الميلاد',
        'nationality' => 'الجنسية',
        'educational_qualification' => 'المؤهل الدراسي'
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل انت متأكد انك تريد حذف المتبرع ؟',
            'confirm' => 'حذف',
            'cancel' => 'الغاء',
        ],
    ],
];
