<?php

return [
    'singular' => 'النسخ الاحتياطي',
    'plural' => 'النسخ الاحتياطي',
    'empty' => 'لا يوجد صفحات.',
    'count' => 'عدد النسخ الاحتياطي',
    'search' => 'بحث',
    'select' => 'اختر النسخ الاحتياطي',
    'perBackup' => 'عدد النتائج بالنسخ الاحتياطي',
    'filter' => 'ابحث عن النسخ الاحتياطي',
    'description' => 'إظهار كافة النسخ الاحتياطية',
    'actions' => [
        'list' => 'عرض الكل',
        'create' => 'اضافة نسخ الاحتياطي',
        'show' => 'عرض النسخ الاحتياطي',
        'edit' => 'تعديل النسخ الاحتياطي',
        'delete' => 'حذف النسخ الاحتياطي',
        'options' => 'خيارات',
        'save' => 'حفظ',
        'filter' => 'بحث',
        'full_backup' => 'إنشاء نسخة احتياطية كاملة',
        'files_backup' => 'إنشاء نسخة احتياطية للملفات فقط',
        'db_backup' => 'إنشاء نسخة احتياطية لقاعدة البيانات فقط',
    ],
    'messages' => [
        'created' => 'تم اضافة النسخ الاحتياطي بنجاح.',
        'updated' => 'تم تعديل النسخ الاحتياطي بنجاح.',
        'deleted' => 'تم حذف النسخ الاحتياطي بنجاح.',
    ],
    'attributes' => [
        'name' => 'اسم النسخ الاحتياطي',
        '%name%' => 'اسم النسخ الاحتياطي',
        'file_size' => 'حجم ملف النسخ الاحتياطي',
        '%file_size%' => 'حجم ملف النسخ الاحتياطي',
        'created_at' => 'تاريخ الانشاء',
        'created_age' => 'عمر الانشاء',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل انت متأكد انك تريد حذف النسخ الاحتياطي ؟',
            'confirm' => 'حذف',
            'cancel' => 'الغاء',
        ],
    ],
];
