<?php

return [
    'singular' => 'السلايدر',
    'plural' => 'السلايدرز',
    'empty' => 'لا يوجد سلايدرز.',
    'count' => 'عدد السلايدرز',
    'search' => 'بحث',
    'select' => 'اختر السلايدر',
    'perPage' => 'عدد النتائج بالصفحة',
    'filter' => 'ابحث عن سلايدر',
    'actions' => [
        'list' => 'عرض الكل',
        'create' => 'اضافة سلايدر',
        'show' => 'عرض السلايدر',
        'edit' => 'تعديل السلايدر',
        'delete' => 'حذف السلايدر',
        'options' => 'خيارات',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم اضافة السلايدر بنجاح.',
        'updated' => 'تم تعديل السلايدر بنجاح.',
        'deleted' => 'تم حذف السلايدر بنجاح.',
        'images_note' => 'الملفات المدعومة: jpeg ، png ، jpg | الحد الأقصى لحجم الملف: 10 ميجا بايت',
    ],
    'attributes' => [
        'title' => 'العنوان',
        'sub_title' => 'العنوان الفرعي',
        'image' => 'صورة السلايدر',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل انت متأكد انك تريد حذف السلايدر ؟',
            'confirm' => 'حذف',
            'cancel' => 'الغاء',
        ],
    ],
];
