<?php

return [
    'singular' => 'وسيلة تبرع',
    'plural' => 'وسائل التبرع',
    'empty' => 'لا يوجد وسائل التبرع.',
    'count' => 'عدد وسائل التبرع',
    'search' => 'بحث',
    'select' => 'اختر وسيلة تبرع',
    'perPage' => 'عدد النتائج بالصفحة',
    'filter' => 'ابحث عن متبرع',
    'actions' => [
        'list' => 'عرض الكل',
        'create' => 'اضافة متبرع',
        'show' => 'عرض وسيلة التبرع',
        'edit' => 'تعديل وسيلة التبرع',
        'delete' => 'حذف وسيلة التبرع',
        'options' => 'خيارات',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم اضافة وسيلة تبرع بنجاح.',
        'updated' => 'تم تعديل وسيلة تبرع بنجاح.',
        'deleted' => 'تم حذف وسيلة تبرع بنجاح.',
        'images_note' => 'الملفات المدعومة: jpeg ، png ، jpg | الحد الأقصى لحجم الملف: 10 ميجا بايت',
        'data_updated' => 'تم تحديث بيانات التبرع بنجاح.',
    ],
    'attributes' => [
        'name' => 'اسم وسيلة تبرع',
        'image' => 'الصورة',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل انت متأكد انك تريد حذف وسيلة تبرع ؟',
            'confirm' => 'حذف',
            'cancel' => 'الغاء',
        ],
    ],
];
