<?php

return [
    'singular' => 'الخبر',
    'plural' => 'الاخبار',
    'empty' => 'لا يوجد رعاة.',
    'count' => 'عدد الاخبار',
    'search' => 'بحث',
    'select' => 'اختر الخبر',
    'perPage' => 'عدد النتائج بالصفحة',
    'filter' => 'ابحث عن خبر',
    'actions' => [
        'list' => 'عرض الكل',
        'create' => 'اضافة خبر',
        'show' => 'عرض الخبر',
        'edit' => 'تعديل الخبر',
        'delete' => 'حذف الخبر',
        'options' => 'خيارات',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم اضافة الخبر بنجاح.',
        'updated' => 'تم تعديل الخبر بنجاح.',
        'deleted' => 'تم حذف الخبر بنجاح.',
        'images_note' => 'الملفات المدعومة: jpeg ، png ، jpg | الحد الأقصى لحجم الملف: 10 ميجا بايت',
    ],
    'attributes' => [
        'title' => 'عنوان الخبر',
        'content' => 'محتوى الخبر',
        'image' => 'صورة الخبر',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل انت متأكد انك تريد حذف الخبر ؟',
            'confirm' => 'حذف',
            'cancel' => 'الغاء',
        ],
    ],
];
