<?php

return [
    'singular' => 'الحدث',
    'plural' => 'الاحداث',
    'empty' => 'لا توجد احداث.',
    'count' => 'عدد الاحداث',
    'search' => 'بحث',
    'select' => 'اختر الحدث',
    'perPage' => 'عدد النتائج بالصفحة',
    'filter' => 'ابحث عن ألبوم',
    'actions' => [
        'list' => 'عرض الكل',
        'create' => 'اضافة حدث',
        'show' => 'عرض الحدث',
        'edit' => 'تعديل الحدث',
        'delete' => 'حذف الحدث',
        'options' => 'خيارات',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم اضافة الحدث بنجاح.',
        'updated' => 'تم تعديل الحدث بنجاح.',
        'deleted' => 'تم حذف الحدث بنجاح.',
        'images_note' => 'الملفات المدعومة: jpeg ، png ، jpg | الحد الأقصى لحجم الملف: 10 ميجا بايت',
    ],
    'attributes' => [
        'name' => 'اسم الحدث',
        'description' => 'وصف الحدث',
        'image' => 'الحدث',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل انت متأكد انك تريد حذف الحدث ؟',
            'confirm' => 'حذف',
            'cancel' => 'الغاء',
        ],
    ],
];
