<?php

return [
    'singular' => 'الألبوم',
    'plural' => 'الألبومات',
    'empty' => 'لا توجد ألبومات.',
    'count' => 'عدد الألبومات',
    'search' => 'بحث',
    'select' => 'اختر الألبوم',
    'perPage' => 'عدد النتائج بالصفحة',
    'filter' => 'ابحث عن ألبوم',
    'actions' => [
        'list' => 'عرض الكل',
        'create' => 'اضافة ألبوم',
        'show' => 'عرض الألبوم',
        'edit' => 'تعديل الألبوم',
        'delete' => 'حذف الألبوم',
        'options' => 'خيارات',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم اضافة الألبوم بنجاح.',
        'updated' => 'تم تعديل الألبوم بنجاح.',
        'deleted' => 'تم حذف الألبوم بنجاح.',
        'images_note' => 'الملفات المدعومة: jpeg ، png ، jpg | الحد الأقصى لحجم الملف: 10 ميجا بايت',
    ],
    'attributes' => [
        'name' => 'اسم الألبوم',
        'description' => 'وصف الألبوم',
        'image' => 'الألبوم',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل انت متأكد انك تريد حذف الألبوم ؟',
            'confirm' => 'حذف',
            'cancel' => 'الغاء',
        ],
    ],
];
