<?php

return [
    'singular' => 'الصورة',
    'plural' => 'الصور',
    'empty' => 'لا توجد صور.',
    'count' => 'عدد الصور',
    'search' => 'بحث',
    'select' => 'اختر الصورة',
    'perPage' => 'عدد النتائج بالصفحة',
    'filter' => 'ابحث عن صورة',
    'actions' => [
        'list' => 'عرض الكل',
        'create' => 'اضافة صورة',
        'show' => 'عرض الصورة',
        'edit' => 'تعديل الصورة',
        'delete' => 'حذف الصورة',
        'options' => 'خيارات',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم اضافة الصورة بنجاح.',
        'updated' => 'تم تعديل الصورة بنجاح.',
        'deleted' => 'تم حذف الصورة بنجاح.',
        'images_note' => 'الملفات المدعومة: jpeg ، png ، jpg | الحد الأقصى لحجم الملف: 10 ميجا بايت',
    ],
    'attributes' => [
        'image' => 'الصورة',
        'service_id' => 'الخدمة',
        'service' => 'الخدمة',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل انت متأكد انك تريد حذف الصورة ؟',
            'confirm' => 'حذف',
            'cancel' => 'الغاء',
        ],
    ],
];
