<?php

return [
    'singular' => 'الخدمة',
    'plural' => 'الخدمات',
    'empty' => 'لا توجد خدمات.',
    'count' => 'عدد الخدمات',
    'search' => 'بحث',
    'select' => 'اختر الخدمة',
    'perPage' => 'عدد النتائج بالصفحة',
    'filter' => 'ابحث عن خدمة',
    'actions' => [
        'list' => 'عرض الكل',
        'create' => 'اضافة خدمة',
        'show' => 'عرض الخدمة',
        'edit' => 'تعديل الخدمة',
        'delete' => 'حذف الخدمة',
        'options' => 'خيارات',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم اضافة الخدمة بنجاح.',
        'updated' => 'تم تعديل الخدمة بنجاح.',
        'deleted' => 'تم حذف الخدمة بنجاح.',
        'images_note' => 'الملفات المدعومة: jpeg ، png ، jpg | الحد الأقصى لحجم الملف: 10 ميجا بايت',
    ],
    'attributes' => [
        'name' => 'اسم الخدمة',
        'description' => 'وصف الخدمة',
        'image' => 'صورة الخدمة',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل انت متأكد انك تريد حذف الخدمة ؟',
            'confirm' => 'حذف',
            'cancel' => 'الغاء',
        ],
    ],
];
