<?php

return [
    'singular' => 'الخدمة الفرعية',
    'plural' => 'الخدمات الفرعية',
    'empty' => 'لا توجد خدمات فرعية.',
    'count' => 'عدد الخدمات الفرعية',
    'search' => 'بحث',
    'select' => 'اختر الخدمة الفرعية',
    'perPage' => 'عدد النتائج بالصفحة',
    'filter' => 'ابحث عن خدمة فرعية',
    'actions' => [
        'list' => 'عرض الكل',
        'create' => 'اضافة خدمة فرعية',
        'show' => 'عرض الخدمة الفرعية',
        'edit' => 'تعديل الخدمة الفرعية',
        'delete' => 'حذف الخدمة الفرعية',
        'options' => 'خيارات',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم اضافة الخدمة الفرعية بنجاح.',
        'updated' => 'تم تعديل الخدمة الفرعية بنجاح.',
        'deleted' => 'تم حذف الخدمة الفرعية بنجاح.',
        'images_note' => 'الملفات المدعومة: jpeg ، png ، jpg | الحد الأقصى لحجم الملف: 10 ميجا بايت',
    ],
    'attributes' => [
        'name' => 'اسم الخدمة الفرعية',
        'description' => 'وصف الخدمة الفرعية',
        'image' => 'صورة الخدمة الفرعية',
        'images' => 'صور الخدمة الفرعية',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل انت متأكد انك تريد حذف الخدمة الفرعية ؟',
            'confirm' => 'حذف',
            'cancel' => 'الغاء',
        ],
    ],
];
